tap "caskroom/cask"
tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/core"
tap "neovim/neovim"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
brew "cmake"
brew "diff-so-fancy"
brew "git"
brew "fzf"
brew "python"
brew "python3"
brew "htop"
brew "hub"
brew "jq"
brew "mas"
brew "neovim"
brew "reattach-to-user-namespace"
brew "ruby"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "wget"
brew "yarn", args: ["without-node"]
brew "zsh"
brew "nvm"
brew "thoughtbot/formulae/rcm"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]

cask "google-chrome"
cask "firefox"
cask "iterm2"
cask "docker"
cask "vimr"
cask "caskroom/fonts/font-fira-code"

mas "1Password", id: 443987910
mas "Microsoft OneNote", id: 784801555
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
