tap "homebrew/cask-fonts"
tap "homebrew/bundle"
tap "homebrew/core"
tap "neovim/neovim"
tap "thoughtbot/formulae"
brew "cmake"
brew "diff-so-fancy"
brew "git"
brew "fzf"
brew "python"
brew "htop"
brew "jq"
brew "mas"
brew "neovim"
brew "reattach-to-user-namespace"
brew "ruby"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "wget"
brew "zsh"
brew "nvm"
brew "thoughtbot/formulae/rcm"
brew "fd"

cask "google-chrome"
cask "firefox"
cask "iterm2"
cask "docker"
cask "visual-studio-code"
cask "homebrew/cask-fonts/font-fira-code"

mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
mas "DaisyDisk", id: 411643860
